{
    "The Beautiful Tropes": " The Beautiful Tropes\n",
    "Dresses, Gowns and Skirts": " Dresses, Gowns and Skirts\n",
    "Fine Feathered Tropes": " Fine Feathered Tropes\n",
    "The Gilded Index": " The Gilded Index\n",
    "Luxury Tropes": " Luxury Tropes\n",
    "Mink Becomes This Index Most": " Mink Becomes This Index Most\n",
    "Princess Tropes": " Princess Tropes\n",
    "Rule of Glamorous": " Rule of Glamorous\n",
    "Treasure Tropes": " Treasure Tropes\n",
    "All-Natural Gem Polish": " All-Natural Gem PolishFor gems that are naturally perfectly cut and polished.\n",
    "Body to Jewel": " Body to JewelBodily parts/fluids turn into jewels\n",
    "Carbuncle Creature": " Carbuncle CreatureCreature with a gemstone on its forehead.\n",
    "Color-Coded Stones": " Color-Coded StonesGemstones are only depicted in their most iconic color.\n",
    "Crystal Landscape": " Crystal LandscapeSetting filled with or composed of gems, crystals and jewels.\n",
    "Crystal Prison": " Crystal PrisonTrapping characters inside of precious stones.\n",
    "Crystal Weapon": " Crystal WeaponWhen weapons are made out of gems or crystals.\n",
    "Data Crystal": " Data CrystalJewels meet information-age supertech\n",
    "Distracted by the Luxury": " Distracted by the LuxuryUsing luxuries, like jewelry, to distract ladies.\n",
    "Diamonds in the Buff": " Diamonds in the BuffWhen the jewellery is all you're wearing.\n",
    "Dramatic Necklace Removal": " Dramatic Necklace RemovalTearing off a necklace that's important to the wearer.\n",
    "Enormous Engagement Ring": " Enormous Engagement RingFor when you really want to make a statement about your upcoming wedding.\n",
    "Everything's Sparkly with Jewelry": " Everything's Sparkly with JewelryJewelry is glamorous.\n",
    "Gem-Encrusted": " Gem-EncrustedSticking jewels on anything just to pretty it up.\n",
    "Gem Heart": " Gem HeartA jewel that's found inside a big dangerous creature\n",
    "Gemstone Assault": " Gemstone AssaultWhen jewels become lethal weapons.\n",
    "Gem Tissue": " Gem TissueWhen gems or crystals are part of one's body.\n",
    "Glowing Gem": " Glowing GemLight-emitting diamonds, rubies, emeralds or whatever.\n",
    "Jeweler's Eye Loupe": " Jeweler's Eye LoupeThe most trusted tool to appraise gems.\n",
    "Mineral MacGuffin": " Mineral MacGuffinJewelry as a MacGuffin.\n",
    "Perplexing Pearl Production": " Perplexing Pearl ProductionPearls are naturally perfect, and can be made by any sort of bivalve.\n",
    "The Pin Is Mightier Than the Sword": " The Pin Is Mightier Than the Swordbadges that grant the wearer special powers.\n",
    "Power Crystal": " Power CrystalA magic crystal attached to an object to make the object more powerful.\n",
    "Ring of Power": " Ring of PowerA ring imbued with power that the wearer can use.\n",
    "Ripping Off the String of Pearls": " Ripping Off the String of Pearls A woman wearing a prominent string of pearls is likely to get them yanked off her neck... or rip them off herself.\n",
    "Treasure Is Bigger in Fiction": " Treasure Is Bigger in FictionGemstones and money are huge in fictional works.\n",
    "Treasure Room": " Treasure Room Where else would you find gemstones?\n",
    "With This Ring": " With This RingAn engagement scene, involving an engagement ring.\n"
}